tap "antoniorodr/memo"
tap "bufbuild/buf"
tap "felixkratz/formulae"
tap "fluxcd/tap"
tap "gimlet-io/capacitor"
tap "gromgit/fuse"
tap "he3-app/he3"
tap "homebrew/bundle"
tap "homebrew/services"
tap "iina/mpv-iina"
tap "infisical/get-cli"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "nikitabobko/tap"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
tap "spicetify/tap"
tap "steipete/tap"
tap "supabase/tap"
tap "teamookla/speedtest"
tap "tw93/tap"
brew "age"
brew "xz"
brew "openssl@3"
brew "arp-scan"
brew "autoconf"
brew "automake"
brew "gettext"
brew "bash"
brew "libssh2"
brew "bat"
brew "biome"
brew "boost"
brew "bottom"
brew "broot"
brew "neon"
brew "cadaver"
brew "caddy"
brew "glib"
brew "cmake"
brew "php"
brew "composer"
brew "gcc"
brew "libidn2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gpgme"
brew "harfbuzz"
brew "pkgconf"
brew "hdf5"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "libarchive"
brew "libomp"
brew "libraw"
brew "poppler"
brew "copyparty"
brew "ctop"
brew "dnsmasq"
brew "dua-cli"
brew "dust"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "enca"
brew "exercism"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "leptonica"
brew "libass"
brew "tesseract"
brew "ffmpegthumbnailer"
brew "fish"
brew "flyctl"
brew "fnm"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "ghz"
brew "gifsicle"
brew "git-filter-repo"
brew "glow"
brew "gmime"
brew "gping"
brew "guile"
brew "gum"
brew "helm"
brew "htop"
brew "httpie"
brew "icloudpd"
brew "ifstat"
brew "iperf3"
brew "jq"
brew "just"
brew "k6"
brew "kubernetes-cli"
brew "kubie"
brew "langgraph-cli"
brew "lazygit"
brew "lynx"
brew "magic-wormhole"
brew "mailsy"
brew "markdown"
brew "mas"
brew "md5sha1sum", link: true
brew "minikube"
brew "mkcert"
brew "ncdu"
brew "neofetch"
brew "notmuch"
brew "neomutt"
brew "netcat"
brew "nginx"
brew "nmap"
brew "ntfy"
brew "nx"
brew "ollama", restart_service: :changed
brew "openjdk"
brew "openssl@1.1"
brew "openvpn"
brew "pandoc"
brew "php@8.1"
brew "pinentry-mac"
brew "pipx"
brew "postgresql@15"
brew "pre-commit"
brew "protobuf"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qpdf"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "signal-cli"
brew "sops"
brew "ssh-audit"
brew "sstp-client"
brew "starship"
brew "stripe-cli"
brew "supabase"
brew "superfile"
brew "switchaudio-osx"
brew "tcl-tk"
brew "telnet"
brew "timg"
brew "tldr"
brew "tmux"
brew "tomcat"
brew "transmission-cli"
brew "tree"
brew "unar"
brew "uv"
brew "watch"
brew "watchman"
brew "wget"
brew "yazi"
brew "ykman"
brew "zellij"
brew "zlib"
brew "zoxide"
brew "zrok"
brew "antoniorodr/memo/memo"
brew "bufbuild/buf/buf"
brew "felixkratz/formulae/sketchybar"
brew "fluxcd/tap/flux"
brew "gimlet-io/capacitor/capacitor"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "steipete/tap/remindctl"
brew "teamookla/speedtest/speedtest"
brew "tw93/tap/mole"
cask "adobe-acrobat-reader"
cask "adobe-creative-cloud"
cask "affinity"
cask "alacritty"
cask "alcove"
cask "aldente"
cask "anytype"
cask "appcleaner"
cask "arc"
cask "balenaetcher"
cask "bartender"
cask "bettertouchtool"
cask "brave-browser"
cask "bruno"
cask "charles"
cask "chatgpt"
cask "claude"
cask "cleanshot"
cask "cryptomator"
cask "cursor"
cask "dbeaver-community"
cask "discord"
cask "docker-desktop"
cask "excalidrawz"
cask "expressvpn"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-mono-nerd-font-ligaturized"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "gimp"
cask "gitbutler"
cask "gitkraken"
cask "google-chrome"
cask "google-drive"
cask "hammerspoon"
cask "handbrake-app"
cask "he3-app/he3/he3"
cask "homerow"
cask "iina"
cask "inkscape"
cask "ipfs-desktop"
cask "iterm2"
cask "jetbrains-toolbox"
cask "jordanbaird-ice@beta"
cask "karabiner-elements"
cask "keepassxc"
cask "keybase"
cask "keyboardcleantool"
cask "ledger-wallet"
cask "linearmouse"
cask "localsend"
cask "macfuse"
cask "mactex"
cask "mamp"
cask "microsoft-auto-update"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "mounty"
cask "ngrok"
cask "notion"
cask "obs"
cask "obsidian"
cask "opensc-app"
cask "orion"
cask "paragon-ntfs"
cask "plex"
cask "postman"
cask "qbittorrent"
cask "raycast"
cask "rotki"
cask "rustdesk"
cask "screen-studio"
cask "session"
cask "sf-symbols"
cask "signal"
cask "sloth"
cask "sparrow"
cask "spotify"
cask "stats"
cask "steam"
cask "sublime-text"
cask "superkey"
cask "sweet-home3d"
cask "tableplus"
cask "tailscale-app"
cask "telegram"
cask "textual"
cask "ticktick"
cask "tor-browser"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "wireshark-app"
cask "yubico-authenticator"
cask "yubihsm2-sdk"
cask "zed"
cask "zen"
mas "DaVinci Resolve", id: 571213070
mas "Developer", id: 640199958
mas "Dropover", id: 1355679052
mas "FileZilla Pro", id: 1298486723
mas "Infuse", id: 1136220934
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Telegram", id: 747648890
mas "TestFlight", id: 899247664
mas "The Unarchiver", id: 425424353
mas "Tossinger", id: 0
mas "WireGuard", id: 1451685025
vscode "74th.monokai-charcoal-high-contrast"
vscode "biomejs.biome"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "chakrounanas.turbo-console-log"
vscode "christian-kohler.npm-intellisense"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "digitalbrainstem.javascript-ejs-support"
vscode "docsmsft.docs-markdown"
vscode "docsmsft.docs-preview"
vscode "dracula-theme-pro.theme-dracula-pro"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "folke.vscode-monorepo-workspace"
vscode "foxundermoon.shell-format"
vscode "fuellabs.sway-vscode-plugin"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hediet.vscode-drawio"
vscode "iden3.circom"
vscode "juanblanco.solidity"
vscode "julielerman.efcore-snippets"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "mervin.markdown-formatter"
vscode "mikestead.dotenv"
vscode "million.million-lint"
vscode "mohsen1.prettify-json"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-speech"
vscode "mtxr.sqltools"
vscode "nomicfoundation.hardhat-solidity"
vscode "nrwl.angular-console"
vscode "orta.vscode-jest"
vscode "peterj.proto"
vscode "rangav.vscode-thunder-client"
vscode "reactreedev.reactree"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "sburg.vscode-javascript-booster"
vscode "stylelint.vscode-stylelint"
vscode "supermaven.supermaven"
vscode "tamasfe.even-better-toml"
vscode "tintinweb.vscode-circom-pro"
vscode "vadimcn.vscode-lldb"
vscode "veramo.veramo-vscode"
vscode "vscode-icons-team.vscode-icons"
vscode "wix.vscode-import-cost"
vscode "zignd.html-css-class-completion"
vscode "znck.grammarly"
go "github.com/OJ/gobuster/v3"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
cargo "cargo-generate"
cargo "graphql_client_cli"
cargo "wasm-pack"
